{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          4
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<cls>": {
        "id": "<cls>",
        "ids": [
          0
        ],
        "tokens": [
          "<cls>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<cls>": 0,
      "<pad>": 1,
      "<unk>": 2,
      "<mask>": 3,
      "</s>": 4,
      "\u0002": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "¡": 110,
      "¢": 111,
      "£": 112,
      "¤": 113,
      "¥": 114,
      "¦": 115,
      "§": 116,
      "¨": 117,
      "©": 118,
      "ª": 119,
      "«": 120,
      "¬": 121,
      "­": 122,
      "®": 123,
      "¯": 124,
      "°": 125,
      "±": 126,
      "²": 127,
      "³": 128,
      "´": 129,
      "µ": 130,
      "¶": 131,
      "·": 132,
      "¸": 133,
      "¹": 134,
      "º": 135,
      "»": 136,
      "¼": 137,
      "½": 138,
      "¾": 139,
      "¿": 140,
      "À": 141,
      "Á": 142,
      "Â": 143,
      "Ã": 144,
      "Ä": 145,
      "Å": 146,
      "Æ": 147,
      "Ç": 148,
      "È": 149,
      "É": 150,
      "Ê": 151,
      "Ë": 152,
      "Ì": 153,
      "Í": 154,
      "Î": 155,
      "Ï": 156,
      "Ð": 157,
      "Ñ": 158,
      "Ò": 159,
      "Ó": 160,
      "Ô": 161,
      "Õ": 162,
      "Ö": 163,
      "×": 164,
      "Ø": 165,
      "Ù": 166,
      "Ú": 167,
      "Û": 168,
      "Ü": 169,
      "Ý": 170,
      "Þ": 171,
      "ß": 172,
      "à": 173,
      "á": 174,
      "â": 175,
      "ã": 176,
      "ä": 177,
      "å": 178,
      "æ": 179,
      "ç": 180,
      "è": 181,
      "é": 182,
      "ê": 183,
      "ë": 184,
      "ì": 185,
      "í": 186,
      "î": 187,
      "ï": 188,
      "ð": 189,
      "ñ": 190,
      "ò": 191,
      "ó": 192,
      "ô": 193,
      "õ": 194,
      "ö": 195,
      "÷": 196,
      "ø": 197,
      "ù": 198,
      "ú": 199,
      "û": 200,
      "ü": 201,
      "ý": 202,
      "þ": 203,
      "ÿ": 204,
      "Ā": 205,
      "ā": 206,
      "Ă": 207,
      "ă": 208,
      "Ą": 209,
      "ą": 210,
      "Ć": 211,
      "ć": 212,
      "Ĉ": 213,
      "ĉ": 214,
      "Ċ": 215,
      "ċ": 216,
      "Č": 217,
      "č": 218,
      "Ď": 219,
      "ď": 220,
      "Đ": 221,
      "đ": 222,
      "Ē": 223,
      "ē": 224,
      "Ĕ": 225,
      "ĕ": 226,
      "Ė": 227,
      "ė": 228,
      "Ę": 229,
      "ę": 230,
      "Ě": 231,
      "ě": 232,
      "Ĝ": 233,
      "ĝ": 234,
      "Ğ": 235,
      "ğ": 236,
      "Ġ": 237,
      "ġ": 238,
      "Ģ": 239,
      "ģ": 240,
      "Ĥ": 241,
      "ĥ": 242,
      "Ħ": 243,
      "ħ": 244,
      "Ĩ": 245,
      "ĩ": 246,
      "Ī": 247,
      "ī": 248,
      "Ĭ": 249,
      "ĭ": 250,
      "Į": 251,
      "į": 252,
      "İ": 253,
      "ı": 254,
      "ĳ": 255,
      "Ĵ": 256,
      "ĵ": 257,
      "Ķ": 258,
      "ķ": 259,
      "ĸ": 260,
      "Ĺ": 261,
      "ĺ": 262,
      "Ļ": 263,
      "ļ": 264,
      "Ľ": 265,
      "ľ": 266,
      "Ŀ": 267,
      "ŀ": 268,
      "Ł": 269,
      "ł": 270,
      "Ń": 271,
      "ń": 272,
      "Ņ": 273,
      "ņ": 274,
      "Ň": 275,
      "ň": 276,
      "ŋ": 277,
      "Ō": 278,
      "ō": 279,
      "Ŏ": 280,
      "ŏ": 281,
      "Ő": 282,
      "ő": 283,
      "Œ": 284,
      "œ": 285,
      "Ŕ": 286,
      "ŕ": 287,
      "Ŗ": 288,
      "ŗ": 289,
      "Ř": 290,
      "ř": 291,
      "Ś": 292,
      "ś": 293,
      "Ŝ": 294,
      "ŝ": 295,
      "Ş": 296,
      "ş": 297,
      "Š": 298,
      "š": 299,
      "Ţ": 300,
      "ţ": 301,
      "Ť": 302,
      "ť": 303,
      "Ŧ": 304,
      "ŧ": 305,
      "Ũ": 306,
      "ũ": 307,
      "Ū": 308,
      "ū": 309,
      "Ŭ": 310,
      "ŭ": 311,
      "Ů": 312,
      "ů": 313,
      "Ű": 314,
      "ű": 315,
      "Ų": 316,
      "ų": 317,
      "Ŵ": 318,
      "ŵ": 319,
      "Ŷ": 320,
      "ŷ": 321,
      "Ÿ": 322,
      "Ź": 323,
      "ź": 324,
      "Ż": 325,
      "ż": 326,
      "Ž": 327,
      "ž": 328,
      "ſ": 329,
      "ƃ": 330,
      "Ə": 331,
      "ƒ": 332,
      "ơ": 333,
      "Ƭ": 334,
      "ư": 335,
      "ǀ": 336,
      "ǁ": 337,
      "ǂ": 338,
      "ǃ": 339,
      "ǌ": 340,
      "Ǎ": 341,
      "ǎ": 342,
      "Ǐ": 343,
      "ǐ": 344,
      "Ǒ": 345,
      "ǒ": 346,
      "Ǔ": 347,
      "ǔ": 348,
      "Ǖ": 349,
      "ǖ": 350,
      "Ǘ": 351,
      "ǘ": 352,
      "Ǚ": 353,
      "ǚ": 354,
      "Ǜ": 355,
      "ǜ": 356,
      "ǝ": 357,
      "Ǣ": 358,
      "ǣ": 359,
      "ǧ": 360,
      "Ǫ": 361,
      "ǫ": 362,
      "ǰ": 363,
      "ǽ": 364,
      "ȃ": 365,
      "Ȅ": 366,
      "Ȇ": 367,
      "Ȉ": 368,
      "Ȋ": 369,
      "ȋ": 370,
      "Ȏ": 371,
      "Ȑ": 372,
      "ȗ": 373,
      "Ș": 374,
      "ș": 375,
      "Ț": 376,
      "ț": 377,
      "Ȩ": 378,
      "Ȳ": 379,
      "ȳ": 380,
      "ɐ": 381,
      "ɑ": 382,
      "ɒ": 383,
      "ɓ": 384,
      "ɔ": 385,
      "ɕ": 386,
      "ɖ": 387,
      "ɗ": 388,
      "ɘ": 389,
      "ə": 390,
      "ɚ": 391,
      "ɛ": 392,
      "ɜ": 393,
      "ɝ": 394,
      "ɞ": 395,
      "ɟ": 396,
      "ɠ": 397,
      "ɡ": 398,
      "ɢ": 399,
      "ɣ": 400,
      "ɤ": 401,
      "ɥ": 402,
      "ɦ": 403,
      "ɧ": 404,
      "ɨ": 405,
      "ɩ": 406,
      "ɪ": 407,
      "ɫ": 408,
      "ɬ": 409,
      "ɭ": 410,
      "ɮ": 411,
      "ɯ": 412,
      "ɰ": 413,
      "ɱ": 414,
      "ɲ": 415,
      "ɳ": 416,
      "ɴ": 417,
      "ɵ": 418,
      "ɶ": 419,
      "ɸ": 420,
      "ɹ": 421,
      "ɺ": 422,
      "ɻ": 423,
      "ɽ": 424,
      "ɾ": 425,
      "ɿ": 426,
      "ʀ": 427,
      "ʁ": 428,
      "ʂ": 429,
      "ʃ": 430,
      "ʄ": 431,
      "ʇ": 432,
      "ʈ": 433,
      "ʉ": 434,
      "ʊ": 435,
      "ʋ": 436,
      "ʌ": 437,
      "ʍ": 438,
      "ʎ": 439,
      "ʏ": 440,
      "ʐ": 441,
      "ʑ": 442,
      "ʒ": 443,
      "ʔ": 444,
      "ʕ": 445,
      "ʘ": 446,
      "ʙ": 447,
      "ʛ": 448,
      "ʜ": 449,
      "ʝ": 450,
      "ʞ": 451,
      "ʟ": 452,
      "ʡ": 453,
      "ʢ": 454,
      "ʧ": 455,
      "ʨ": 456,
      "ʰ": 457,
      "ʲ": 458,
      "ʷ": 459,
      "ʻ": 460,
      "ʼ": 461,
      "ʾ": 462,
      "ʿ": 463,
      "ˀ": 464,
      "ˁ": 465,
      "ˆ": 466,
      "ˈ": 467,
      "ˉ": 468,
      "ˌ": 469,
      "ː": 470,
      "ˑ": 471,
      "˙": 472,
      "˛": 473,
      "˜": 474,
      "˝": 475,
      "ˠ": 476,
      "ˡ": 477,
      "ˢ": 478,
      "ˤ": 479,
      "˺": 480,
      "̀": 481,
      "́": 482,
      "̂": 483,
      "̃": 484,
      "̄": 485,
      "̅": 486,
      "̆": 487,
      "̇": 488,
      "̈": 489,
      "̉": 490,
      "̊": 491,
      "̋": 492,
      "̌": 493,
      "̍": 494,
      "̎": 495,
      "̏": 496,
      "̐": 497,
      "̑": 498,
      "̒": 499,
      "̓": 500,
      "̔": 501,
      "̕": 502,
      "̖": 503,
      "̗": 504,
      "̘": 505,
      "̙": 506,
      "̚": 507,
      "̛": 508,
      "̜": 509,
      "̝": 510,
      "̞": 511,
      "̟": 512,
      "̠": 513,
      "̡": 514,
      "̢": 515,
      "̣": 516,
      "̤": 517,
      "̥": 518,
      "̦": 519,
      "̧": 520,
      "̨": 521,
      "̩": 522,
      "̪": 523,
      "̫": 524,
      "̬": 525,
      "̭": 526,
      "̮": 527,
      "̯": 528,
      "̰": 529,
      "̱": 530,
      "̲": 531,
      "̳": 532,
      "̴": 533,
      "̵": 534,
      "̶": 535,
      "̷": 536,
      "̸": 537,
      "̹": 538,
      "̺": 539,
      "̻": 540,
      "̼": 541,
      "̽": 542,
      "̾": 543,
      "̿": 544,
      "͂": 545,
      "ͅ": 546,
      "͆": 547,
      "͇": 548,
      "͈": 549,
      "͉": 550,
      "͊": 551,
      "͋": 552,
      "͌": 553,
      "͍": 554,
      "͎": 555,
      "͏": 556,
      "͐": 557,
      "͑": 558,
      "͒": 559,
      "͓": 560,
      "͔": 561,
      "͕": 562,
      "͖": 563,
      "͗": 564,
      "͘": 565,
      "͙": 566,
      "͚": 567,
      "͛": 568,
      "͜": 569,
      "͝": 570,
      "͞": 571,
      "͟": 572,
      "͠": 573,
      "͡": 574,
      "͢": 575,
      "ͣ": 576,
      "ͤ": 577,
      "ͥ": 578,
      "ͦ": 579,
      "ͧ": 580,
      "ͨ": 581,
      "ͩ": 582,
      "ͪ": 583,
      "ͫ": 584,
      "ͬ": 585,
      "ͭ": 586,
      "ͮ": 587,
      "ͯ": 588,
      "Ͱ": 589,
      "Ͳ": 590,
      "΄": 591,
      "΅": 592,
      "Ά": 593,
      "Έ": 594,
      "Ή": 595,
      "Ί": 596,
      "Ό": 597,
      "Ύ": 598,
      "Ώ": 599,
      "ΐ": 600,
      "Α": 601,
      "Β": 602,
      "Γ": 603,
      "Δ": 604,
      "Ε": 605,
      "Ζ": 606,
      "Η": 607,
      "Θ": 608,
      "Ι": 609,
      "Κ": 610,
      "Λ": 611,
      "Μ": 612,
      "Ν": 613,
      "Ξ": 614,
      "Ο": 615,
      "Π": 616,
      "Ρ": 617,
      "Σ": 618,
      "Τ": 619,
      "Υ": 620,
      "Φ": 621,
      "Χ": 622,
      "Ψ": 623,
      "Ω": 624,
      "ά": 625,
      "έ": 626,
      "ή": 627,
      "ί": 628,
      "α": 629,
      "β": 630,
      "γ": 631,
      "δ": 632,
      "ε": 633,
      "ζ": 634,
      "η": 635,
      "θ": 636,
      "ι": 637,
      "κ": 638,
      "λ": 639,
      "μ": 640,
      "ν": 641,
      "ξ": 642,
      "ο": 643,
      "π": 644,
      "ρ": 645,
      "ς": 646,
      "σ": 647,
      "τ": 648,
      "υ": 649,
      "φ": 650,
      "χ": 651,
      "ψ": 652,
      "ω": 653,
      "ϊ": 654,
      "ό": 655,
      "ύ": 656,
      "ώ": 657,
      "Ϛ": 658,
      "Ϝ": 659,
      "Ϟ": 660,
      "ϟ": 661,
      "ϣ": 662,
      "Ϧ": 663,
      "ϩ": 664,
      "Ϸ": 665,
      "Ϻ": 666,
      "ϻ": 667,
      "Ͼ": 668,
      "Ё": 669,
      "Ђ": 670,
      "Ѓ": 671,
      "Є": 672,
      "Ѕ": 673,
      "І": 674,
      "Ї": 675,
      "Ј": 676,
      "Љ": 677,
      "Њ": 678,
      "Ћ": 679,
      "Ќ": 680,
      "Ў": 681,
      "Џ": 682,
      "А": 683,
      "Б": 684,
      "В": 685,
      "Г": 686,
      "Д": 687,
      "Е": 688,
      "Ж": 689,
      "З": 690,
      "И": 691,
      "Й": 692,
      "К": 693,
      "Л": 694,
      "М": 695,
      "Н": 696,
      "О": 697,
      "П": 698,
      "Р": 699,
      "С": 700,
      "Т": 701,
      "У": 702,
      "Ф": 703,
      "Х": 704,
      "Ц": 705,
      "Ч": 706,
      "Ш": 707,
      "Щ": 708,
      "Ъ": 709,
      "Ы": 710,
      "Ь": 711,
      "Э": 712,
      "Ю": 713,
      "Я": 714,
      "а": 715,
      "б": 716,
      "в": 717,
      "г": 718,
      "д": 719,
      "е": 720,
      "ж": 721,
      "з": 722,
      "и": 723,
      "й": 724,
      "к": 725,
      "л": 726,
      "м": 727,
      "н": 728,
      "о": 729,
      "п": 730,
      "р": 731,
      "с": 732,
      "т": 733,
      "у": 734,
      "ф": 735,
      "х": 736,
      "ц": 737,
      "ч": 738,
      "ш": 739,
      "щ": 740,
      "ъ": 741,
      "ы": 742,
      "ь": 743,
      "э": 744,
      "ю": 745,
      "я": 746,
      "ё": 747,
      "ђ": 748,
      "ѓ": 749,
      "є": 750,
      "ѕ": 751,
      "і": 752,
      "ї": 753,
      "ј": 754,
      "љ": 755,
      "њ": 756,
      "ћ": 757,
      "ќ": 758,
      "ѝ": 759,
      "ў": 760,
      "џ": 761,
      "ѣ": 762,
      "ѧ": 763,
      "ҁ": 764,
      "҅": 765,
      "҈": 766,
      "҉": 767,
      "Ґ": 768,
      "ґ": 769,
      "ғ": 770,
      "Қ": 771,
      "қ": 772,
      "ҝ": 773,
      "ҭ": 774,
      "ү": 775,
      "Ҳ": 776,
      "ҵ": 777,
      "Ҷ": 778,
      "ҽ": 779,
      "ҿ": 780,
      "ӂ": 781,
      "ӆ": 782,
      "ӈ": 783,
      "ә": 784,
      "Ӝ": 785,
      "Ӣ": 786,
      "ӧ": 787,
      "Ө": 788,
      "ө": 789,
      "Ӱ": 790,
      "Ա": 791,
      "Թ": 792,
      "Ճ": 793,
      "Շ": 794,
      "Ո": 795,
      "ա": 796,
      "գ": 797,
      "ե": 798,
      "թ": 799,
      "ի": 800,
      "խ": 801,
      "հ": 802,
      "մ": 803,
      "յ": 804,
      "ն": 805,
      "շ": 806,
      "ո": 807,
      "պ": 808,
      "տ": 809,
      "ր": 810,
      "ց": 811,
      "ւ": 812,
      "֑": 813,
      "ְ": 814,
      "ֱ": 815,
      "ֲ": 816,
      "ִ": 817,
      "ֵ": 818,
      "ֶ": 819,
      "ַ": 820,
      "ָ": 821,
      "ֹ": 822,
      "ֻ": 823,
      "ּ": 824,
      "׀": 825,
      "ׁ": 826,
      "ׂ": 827,
      "א": 828,
      "ב": 829,
      "ג": 830,
      "ד": 831,
      "ה": 832,
      "ו": 833,
      "ז": 834,
      "ח": 835,
      "ט": 836,
      "י": 837,
      "ך": 838,
      "כ": 839,
      "ל": 840,
      "ם": 841,
      "מ": 842,
      "ן": 843,
      "נ": 844,
      "ס": 845,
      "ע": 846,
      "ף": 847,
      "פ": 848,
      "ץ": 849,
      "צ": 850,
      "ק": 851,
      "ר": 852,
      "ש": 853,
      "ת": 854,
      "װ": 855,
      "ױ": 856,
      "ײ": 857,
      "׳": 858,
      "״": 859,
      "،": 860,
      "ؐ": 861,
      "ؑ": 862,
      "ؒ": 863,
      "ؓ": 864,
      "ؔ": 865,
      "؛": 866,
      "؟": 867,
      "ء": 868,
      "آ": 869,
      "أ": 870,
      "ؤ": 871,
      "إ": 872,
      "ئ": 873,
      "ا": 874,
      "ب": 875,
      "ة": 876,
      "ت": 877,
      "ث": 878,
      "ج": 879,
      "ح": 880,
      "خ": 881,
      "د": 882,
      "ذ": 883,
      "ر": 884,
      "ز": 885,
      "س": 886,
      "ش": 887,
      "ص": 888,
      "ض": 889,
      "ط": 890,
      "ظ": 891,
      "ع": 892,
      "غ": 893,
      "ـ": 894,
      "ف": 895,
      "ق": 896,
      "ك": 897,
      "ل": 898,
      "م": 899,
      "ن": 900,
      "ه": 901,
      "و": 902,
      "ى": 903,
      "ي": 904,
      "ً": 905,
      "ٌ": 906,
      "ٍ": 907,
      "َ": 908,
      "ُ": 909,
      "ِ": 910,
      "ّ": 911,
      "ْ": 912,
      "ٔ": 913,
      "٠": 914,
      "١": 915,
      "٢": 916,
      "٣": 917,
      "٤": 918,
      "٥": 919,
      "٦": 920,
      "٧": 921,
      "٨": 922,
      "٩": 923,
      "ٰ": 924,
      "ٹ": 925,
      "ټ": 926,
      "پ": 927,
      "څ": 928,
      "چ": 929,
      "ڈ": 930,
      "ډ": 931,
      "ڌ": 932,
      "ڑ": 933,
      "ړ": 934,
      "ڕ": 935,
      "ږ": 936,
      "ژ": 937,
      "ښ": 938,
      "ڜ": 939,
      "ڤ": 940,
      "ک": 941,
      "ګ": 942,
      "ڬ": 943,
      "گ": 944,
      "ڰ": 945,
      "ڵ": 946,
      "ں": 947,
      "ھ": 948,
      "ہ": 949,
      "ۃ": 950,
      "ۆ": 951,
      "ی": 952,
      "ۍ": 953,
      "ێ": 954,
      "ې": 955,
      "ے": 956,
      "ۓ": 957,
      "۔": 958,
      "ە": 959,
      "۝": 960,
      "۞": 961,
      "۩": 962,
      "۬": 963,
      "۰": 964,
      "۱": 965,
      "۲": 966,
      "۳": 967,
      "۴": 968,
      "۵": 969,
      "۶": 970,
      "۷": 971,
      "۸": 972,
      "۹": 973,
      "ۻ": 974,
      "۾": 975,
      "ܐ": 976,
      "ܕ": 977,
      "ܘ": 978,
      "ܚ": 979,
      "ܝ": 980,
      "ܠ": 981,
      "ܡ": 982,
      "ܣ": 983,
      "ܩ": 984,
      "ܪ": 985,
      "ܫ": 986,
      "ݓ": 987,
      "ݗ": 988,
      "ݜ": 989,
      "ݟ": 990,
      "ݡ": 991,
      "ݣ": 992,
      "ݭ": 993,
      "ހ": 994,
      "ނ": 995,
      "ރ": 996,
      "އ": 997,
      "ވ": 998,
      "މ": 999,
      "ފ": 1000,
      "ދ": 1001,
      "ތ": 1002,
      "ލ": 1003,
      "ގ": 1004,
      "ސ": 1005,
      "ޔ": 1006,
      "ޕ": 1007,
      "ޗ": 1008,
      "ަ": 1009,
      "ި": 1010,
      "ު": 1011,
      "ެ": 1012,
      "ޮ": 1013,
      "߷": 1014,
      "ऀ": 1015,
      "ँ": 1016,
      "ं": 1017,
      "ः": 1018,
      "अ": 1019,
      "आ": 1020,
      "इ": 1021,
      "ई": 1022,
      "उ": 1023,
      "ऊ": 1024,
      "ऋ": 1025,
      "ए": 1026,
      "ऐ": 1027,
      "ऑ": 1028,
      "ओ": 1029,
      "औ": 1030,
      "क": 1031,
      "ख": 1032,
      "ग": 1033,
      "घ": 1034,
      "ङ": 1035,
      "च": 1036,
      "छ": 1037,
      "ज": 1038,
      "झ": 1039,
      "ञ": 1040,
      "ट": 1041,
      "ठ": 1042,
      "ड": 1043,
      "ढ": 1044,
      "ण": 1045,
      "त": 1046,
      "थ": 1047,
      "द": 1048,
      "ध": 1049,
      "न": 1050,
      "प": 1051,
      "फ": 1052,
      "ब": 1053,
      "भ": 1054,
      "म": 1055,
      "य": 1056,
      "र": 1057,
      "ऱ": 1058,
      "ल": 1059,
      "ळ": 1060,
      "व": 1061,
      "श": 1062,
      "ष": 1063,
      "स": 1064,
      "ह": 1065,
      "़": 1066,
      "ा": 1067,
      "ि": 1068,
      "ी": 1069,
      "ु": 1070,
      "ू": 1071,
      "ृ": 1072,
      "ॅ": 1073,
      "ॆ": 1074,
      "े": 1075,
      "ै": 1076,
      "ॉ": 1077,
      "ो": 1078,
      "ौ": 1079,
      "्": 1080,
      "ॐ": 1081,
      "॑": 1082,
      "॒": 1083,
      "॓": 1084,
      "ज़": 1085,
      "।": 1086,
      "॥": 1087,
      "०": 1088,
      "१": 1089,
      "२": 1090,
      "३": 1091,
      "४": 1092,
      "५": 1093,
      "६": 1094,
      "७": 1095,
      "८": 1096,
      "९": 1097,
      "ঁ": 1098,
      "ং": 1099,
      "ঃ": 1100,
      "অ": 1101,
      "আ": 1102,
      "ই": 1103,
      "উ": 1104,
      "ঊ": 1105,
      "এ": 1106,
      "ঐ": 1107,
      "ও": 1108,
      "ক": 1109,
      "খ": 1110,
      "গ": 1111,
      "ঘ": 1112,
      "ঙ": 1113,
      "চ": 1114,
      "ছ": 1115,
      "জ": 1116,
      "ঝ": 1117,
      "ঞ": 1118,
      "ট": 1119,
      "ঠ": 1120,
      "ড": 1121,
      "ঢ": 1122,
      "ণ": 1123,
      "ত": 1124,
      "থ": 1125,
      "দ": 1126,
      "ধ": 1127,
      "ন": 1128,
      "প": 1129,
      "ফ": 1130,
      "ব": 1131,
      "ভ": 1132,
      "ম": 1133,
      "য": 1134,
      "র": 1135,
      "ল": 1136,
      "শ": 1137,
      "ষ": 1138,
      "স": 1139,
      "হ": 1140,
      "়": 1141,
      "া": 1142,
      "ি": 1143,
      "ী": 1144,
      "ু": 1145,
      "ূ": 1146,
      "ৃ": 1147,
      "ে": 1148,
      "ৈ": 1149,
      "ো": 1150,
      "ৌ": 1151,
      "্": 1152,
      "ৎ": 1153,
      "০": 1154,
      "১": 1155,
      "২": 1156,
      "৩": 1157,
      "৪": 1158,
      "৫": 1159,
      "৬": 1160,
      "৭": 1161,
      "৮": 1162,
      "৯": 1163,
      "৳": 1164,
      "ਂ": 1165,
      "ਃ": 1166,
      "ਅ": 1167,
      "ਆ": 1168,
      "ਇ": 1169,
      "ਈ": 1170,
      "ਉ": 1171,
      "ਊ": 1172,
      "ਏ": 1173,
      "ਐ": 1174,
      "ਓ": 1175,
      "ਔ": 1176,
      "ਕ": 1177,
      "ਖ": 1178,
      "ਗ": 1179,
      "ਘ": 1180,
      "ਚ": 1181,
      "ਛ": 1182,
      "ਜ": 1183,
      "ਝ": 1184,
      "ਟ": 1185,
      "ਠ": 1186,
      "ਡ": 1187,
      "ਢ": 1188,
      "ਣ": 1189,
      "ਤ": 1190,
      "ਥ": 1191,
      "ਦ": 1192,
      "ਧ": 1193,
      "ਨ": 1194,
      "ਪ": 1195,
      "ਫ": 1196,
      "ਬ": 1197,
      "ਭ": 1198,
      "ਮ": 1199,
      "ਯ": 1200,
      "ਰ": 1201,
      "ਲ": 1202,
      "ਵ": 1203,
      "ਸ": 1204,
      "ਹ": 1205,
      "਼": 1206,
      "ਾ": 1207,
      "ਿ": 1208,
      "ੀ": 1209,
      "ੁ": 1210,
      "ੂ": 1211,
      "ੇ": 1212,
      "ੈ": 1213,
      "ੋ": 1214,
      "ੌ": 1215,
      "੍": 1216,
      "ੜ": 1217,
      "੦": 1218,
      "੧": 1219,
      "੨": 1220,
      "੩": 1221,
      "੪": 1222,
      "੫": 1223,
      "੬": 1224,
      "੭": 1225,
      "੮": 1226,
      "੯": 1227,
      "ੰ": 1228,
      "ੱ": 1229,
      "ੲ": 1230,
      "ઁ": 1231,
      "ં": 1232,
      "અ": 1233,
      "આ": 1234,
      "ઇ": 1235,
      "ઈ": 1236,
      "ઉ": 1237,
      "એ": 1238,
      "ઓ": 1239,
      "ક": 1240,
      "ખ": 1241,
      "ગ": 1242,
      "ઘ": 1243,
      "ચ": 1244,
      "છ": 1245,
      "જ": 1246,
      "ઝ": 1247,
      "ઞ": 1248,
      "ટ": 1249,
      "ઠ": 1250,
      "ડ": 1251,
      "ણ": 1252,
      "ત": 1253,
      "થ": 1254,
      "દ": 1255,
      "ધ": 1256,
      "ન": 1257,
      "પ": 1258,
      "ફ": 1259,
      "બ": 1260,
      "ભ": 1261,
      "મ": 1262,
      "ય": 1263,
      "ર": 1264,
      "લ": 1265,
      "ળ": 1266,
      "વ": 1267,
      "શ": 1268,
      "ષ": 1269,
      "સ": 1270,
      "હ": 1271,
      "ા": 1272,
      "િ": 1273,
      "ી": 1274,
      "ુ": 1275,
      "ૂ": 1276,
      "ૃ": 1277,
      "ે": 1278,
      "ૈ": 1279,
      "ૉ": 1280,
      "ો": 1281,
      "ૌ": 1282,
      "્": 1283,
      "ଁ": 1284,
      "ଂ": 1285,
      "ଅ": 1286,
      "ଆ": 1287,
      "ଇ": 1288,
      "ଉ": 1289,
      "ଏ": 1290,
      "ଓ": 1291,
      "କ": 1292,
      "ଖ": 1293,
      "ଗ": 1294,
      "ଚ": 1295,
      "ଜ": 1296,
      "ଟ": 1297,
      "ଠ": 1298,
      "ଡ": 1299,
      "ଣ": 1300,
      "ତ": 1301,
      "ଥ": 1302,
      "ଦ": 1303,
      "ଧ": 1304,
      "ନ": 1305,
      "ପ": 1306,
      "ଫ": 1307,
      "ବ": 1308,
      "ଭ": 1309,
      "ମ": 1310,
      "ଯ": 1311,
      "ର": 1312,
      "ଲ": 1313,
      "ଳ": 1314,
      "ଶ": 1315,
      "ଷ": 1316,
      "ସ": 1317,
      "ହ": 1318,
      "ା": 1319,
      "ି": 1320,
      "ୀ": 1321,
      "ୁ": 1322,
      "ୂ": 1323,
      "େ": 1324,
      "ୈ": 1325,
      "ୋ": 1326,
      "୍": 1327,
      "ୟ": 1328,
      "୤": 1329,
      "୦": 1330,
      "୧": 1331,
      "୨": 1332,
      "୩": 1333,
      "୪": 1334,
      "୭": 1335,
      "୯": 1336,
      "ୱ": 1337,
      "ஃ": 1338,
      "அ": 1339,
      "ஆ": 1340,
      "இ": 1341,
      "ஈ": 1342,
      "உ": 1343,
      "ஊ": 1344,
      "எ": 1345,
      "ஏ": 1346,
      "ஐ": 1347,
      "ஒ": 1348,
      "ஓ": 1349,
      "க": 1350,
      "ங": 1351,
      "ச": 1352,
      "ஜ": 1353,
      "ஞ": 1354,
      "ட": 1355,
      "ண": 1356,
      "த": 1357,
      "ந": 1358,
      "ன": 1359,
      "ப": 1360,
      "ம": 1361,
      "ய": 1362,
      "ர": 1363,
      "ற": 1364,
      "ல": 1365,
      "ள": 1366,
      "ழ": 1367,
      "வ": 1368,
      "ஷ": 1369,
      "ஸ": 1370,
      "ஹ": 1371,
      "ா": 1372,
      "ி": 1373,
      "ீ": 1374,
      "ு": 1375,
      "ூ": 1376,
      "ெ": 1377,
      "ே": 1378,
      "ை": 1379,
      "ொ": 1380,
      "ோ": 1381,
      "ௌ": 1382,
      "்": 1383,
      "௹": 1384,
      "ం": 1385,
      "అ": 1386,
      "ఆ": 1387,
      "ఇ": 1388,
      "ఈ": 1389,
      "ఉ": 1390,
      "ఎ": 1391,
      "ఒ": 1392,
      "ఓ": 1393,
      "క": 1394,
      "గ": 1395,
      "చ": 1396,
      "ఛ": 1397,
      "జ": 1398,
      "ట": 1399,
      "ఠ": 1400,
      "డ": 1401,
      "ణ": 1402,
      "త": 1403,
      "థ": 1404,
      "ద": 1405,
      "ధ": 1406,
      "న": 1407,
      "ప": 1408,
      "ఫ": 1409,
      "బ": 1410,
      "భ": 1411,
      "మ": 1412,
      "య": 1413,
      "ర": 1414,
      "ల": 1415,
      "ళ": 1416,
      "వ": 1417,
      "శ": 1418,
      "ష": 1419,
      "స": 1420,
      "హ": 1421,
      "ా": 1422,
      "ి": 1423,
      "ీ": 1424,
      "ు": 1425,
      "ూ": 1426,
      "ె": 1427,
      "ే": 1428,
      "ై": 1429,
      "ొ": 1430,
      "ో": 1431,
      "ౌ": 1432,
      "్": 1433,
      "ಂ": 1434,
      "ಅ": 1435,
      "ಆ": 1436,
      "ಇ": 1437,
      "ಈ": 1438,
      "ಉ": 1439,
      "ಊ": 1440,
      "ಎ": 1441,
      "ಏ": 1442,
      "ಒ": 1443,
      "ಓ": 1444,
      "ಕ": 1445,
      "ಖ": 1446,
      "ಗ": 1447,
      "ಘ": 1448,
      "ಚ": 1449,
      "ಜ": 1450,
      "ಞ": 1451,
      "ಟ": 1452,
      "ಠ": 1453,
      "ಡ": 1454,
      "ಢ": 1455,
      "ಣ": 1456,
      "ತ": 1457,
      "ಥ": 1458,
      "ದ": 1459,
      "ಧ": 1460,
      "ನ": 1461,
      "ಪ": 1462,
      "ಬ": 1463,
      "ಭ": 1464,
      "ಮ": 1465,
      "ಯ": 1466,
      "ರ": 1467,
      "ಲ": 1468,
      "ಳ": 1469,
      "ವ": 1470,
      "ಶ": 1471,
      "ಷ": 1472,
      "ಸ": 1473,
      "ಹ": 1474,
      "ಾ": 1475,
      "ಿ": 1476,
      "ೀ": 1477,
      "ು": 1478,
      "ೂ": 1479,
      "ೃ": 1480,
      "ೆ": 1481,
      "ೇ": 1482,
      "ೈ": 1483,
      "ೊ": 1484,
      "ೋ": 1485,
      "ೌ": 1486,
      "್": 1487,
      "೦": 1488,
      "೧": 1489,
      "೨": 1490,
      "೩": 1491,
      "೪": 1492,
      "೫": 1493,
      "೭": 1494,
      "೮": 1495,
      "೯": 1496,
      "ം": 1497,
      "അ": 1498,
      "ആ": 1499,
      "ഇ": 1500,
      "ഈ": 1501,
      "ഉ": 1502,
      "എ": 1503,
      "ഏ": 1504,
      "ഐ": 1505,
      "ഒ": 1506,
      "ഓ": 1507,
      "ക": 1508,
      "ഖ": 1509,
      "ഗ": 1510,
      "ങ": 1511,
      "ച": 1512,
      "ഛ": 1513,
      "ജ": 1514,
      "ഞ": 1515,
      "ട": 1516,
      "ഠ": 1517,
      "ഡ": 1518,
      "ഢ": 1519,
      "ണ": 1520,
      "ത": 1521,
      "ഥ": 1522,
      "ദ": 1523,
      "ധ": 1524,
      "ന": 1525,
      "പ": 1526,
      "ഫ": 1527,
      "ബ": 1528,
      "ഭ": 1529,
      "മ": 1530,
      "യ": 1531,
      "ര": 1532,
      "റ": 1533,
      "ല": 1534,
      "ള": 1535,
      "ഴ": 1536,
      "വ": 1537,
      "ശ": 1538,
      "ഷ": 1539,
      "സ": 1540,
      "ഹ": 1541,
      "ാ": 1542,
      "ി": 1543,
      "ീ": 1544,
      "ു": 1545,
      "ൂ": 1546,
      "ൃ": 1547,
      "െ": 1548,
      "േ": 1549,
      "ൈ": 1550,
      "ൊ": 1551,
      "ോ": 1552,
      "ൌ": 1553,
      "്": 1554,
      "ൻ": 1555,
      "ർ": 1556,
      "ൽ": 1557,
      "ං": 1558,
      "අ": 1559,
      "ඉ": 1560,
      "ඊ": 1561,
      "උ": 1562,
      "ඒ": 1563,
      "ඔ": 1564,
      "ක": 1565,
      "ග": 1566,
      "ච": 1567,
      "ඡ": 1568,
      "ජ": 1569,
      "ට": 1570,
      "ඩ": 1571,
      "ණ": 1572,
      "ත": 1573,
      "ථ": 1574,
      "ද": 1575,
      "ධ": 1576,
      "න": 1577,
      "ඳ": 1578,
      "ප": 1579,
      "ඵ": 1580,
      "බ": 1581,
      "භ": 1582,
      "ම": 1583,
      "ඹ": 1584,
      "ය": 1585,
      "ර": 1586,
      "ල": 1587,
      "ව": 1588,
      "ශ": 1589,
      "ෂ": 1590,
      "ස": 1591,
      "හ": 1592,
      "ළ": 1593,
      "්": 1594,
      "ා": 1595,
      "ැ": 1596,
      "ෑ": 1597,
      "ි": 1598,
      "ී": 1599,
      "ු": 1600,
      "ූ": 1601,
      "ෘ": 1602,
      "ෙ": 1603,
      "ේ": 1604,
      "ො": 1605,
      "ෝ": 1606,
      "ก": 1607,
      "ข": 1608,
      "ฃ": 1609,
      "ค": 1610,
      "ฆ": 1611,
      "ง": 1612,
      "จ": 1613,
      "ช": 1614,
      "ซ": 1615,
      "ญ": 1616,
      "ฎ": 1617,
      "ฏ": 1618,
      "ฐ": 1619,
      "ฑ": 1620,
      "ฒ": 1621,
      "ณ": 1622,
      "ด": 1623,
      "ต": 1624,
      "ถ": 1625,
      "ท": 1626,
      "ธ": 1627,
      "น": 1628,
      "บ": 1629,
      "ป": 1630,
      "ผ": 1631,
      "ฝ": 1632,
      "พ": 1633,
      "ฟ": 1634,
      "ภ": 1635,
      "ม": 1636,
      "ย": 1637,
      "ร": 1638,
      "ฤ": 1639,
      "ล": 1640,
      "ว": 1641,
      "ศ": 1642,
      "ษ": 1643,
      "ส": 1644,
      "ห": 1645,
      "ฬ": 1646,
      "อ": 1647,
      "ฮ": 1648,
      "ะ": 1649,
      "ั": 1650,
      "า": 1651,
      "ำ": 1652,
      "ิ": 1653,
      "ี": 1654,
      "ึ": 1655,
      "ื": 1656,
      "ุ": 1657,
      "ู": 1658,
      "ฺ": 1659,
      "฿": 1660,
      "เ": 1661,
      "แ": 1662,
      "โ": 1663,
      "ใ": 1664,
      "ไ": 1665,
      "ๆ": 1666,
      "็": 1667,
      "่": 1668,
      "้": 1669,
      "๊": 1670,
      "๋": 1671,
      "์": 1672,
      "๑": 1673,
      "๒": 1674,
      "๓": 1675,
      "๔": 1676,
      "๛": 1677,
      "ກ": 1678,
      "ຄ": 1679,
      "ງ": 1680,
      "ຈ": 1681,
      "ຊ": 1682,
      "ດ": 1683,
      "ຕ": 1684,
      "ທ": 1685,
      "ນ": 1686,
      "ປ": 1687,
      "ພ": 1688,
      "ມ": 1689,
      "ຣ": 1690,
      "ລ": 1691,
      "ວ": 1692,
      "ສ": 1693,
      "ຫ": 1694,
      "ອ": 1695,
      "ຮ": 1696,
      "ະ": 1697,
      "ັ": 1698,
      "າ": 1699,
      "ິ": 1700,
      "ີ": 1701,
      "ຸ": 1702,
      "ູ": 1703,
      "ົ": 1704,
      "ຼ": 1705,
      "ແ": 1706,
      "ໂ": 1707,
      "ໄ": 1708,
      "່": 1709,
      "ໜ": 1710,
      "ༀ": 1711,
      "༆": 1712,
      "་": 1713,
      "།": 1714,
      "༡": 1715,
      "༧": 1716,
      "༨": 1717,
      "༺": 1718,
      "༻": 1719,
      "༼": 1720,
      "༽": 1721,
      "ཀ": 1722,
      "ཁ": 1723,
      "ག": 1724,
      "ང": 1725,
      "ཅ": 1726,
      "ཆ": 1727,
      "ཇ": 1728,
      "ཉ": 1729,
      "ད": 1730,
      "ན": 1731,
      "པ": 1732,
      "བ": 1733,
      "མ": 1734,
      "ཚ": 1735,
      "ཛ": 1736,
      "ཝ": 1737,
      "ཞ": 1738,
      "ཟ": 1739,
      "འ": 1740,
      "ཡ": 1741,
      "ར": 1742,
      "ལ": 1743,
      "ཤ": 1744,
      "ས": 1745,
      "ཧ": 1746,
      "ཨ": 1747,
      "ཱ": 1748,
      "ི": 1749,
      "ུ": 1750,
      "ེ": 1751,
      "ོ": 1752,
      "ཿ": 1753,
      "ྃ": 1754,
      "ྐ": 1755,
      "ྒ": 1756,
      "ྣ": 1757,
      "ྤ": 1758,
      "ྱ": 1759,
      "ྲ": 1760,
      "ླ": 1761,
      "࿂": 1762,
      "࿓": 1763,
      "က": 1764,
      "ခ": 1765,
      "ဂ": 1766,
      "ဃ": 1767,
      "င": 1768,
      "စ": 1769,
      "ဆ": 1770,
      "ဇ": 1771,
      "ည": 1772,
      "ဋ": 1773,
      "ဌ": 1774,
      "ဏ": 1775,
      "တ": 1776,
      "ထ": 1777,
      "ဒ": 1778,
      "န": 1779,
      "ပ": 1780,
      "ဖ": 1781,
      "ဗ": 1782,
      "ဘ": 1783,
      "မ": 1784,
      "ယ": 1785,
      "ရ": 1786,
      "လ": 1787,
      "ဝ": 1788,
      "သ": 1789,
      "ဟ": 1790,
      "အ": 1791,
      "ဥ": 1792,
      "ဦ": 1793,
      "ါ": 1794,
      "ာ": 1795,
      "ိ": 1796,
      "ီ": 1797,
      "ု": 1798,
      "ူ": 1799,
      "ေ": 1800,
      "ဲ": 1801,
      "ဳ": 1802,
      "ဴ": 1803,
      "ံ": 1804,
      "့": 1805,
      "း": 1806,
      "္": 1807,
      "်": 1808,
      "ျ": 1809,
      "ြ": 1810,
      "ွ": 1811,
      "၀": 1812,
      "၁": 1813,
      "၂": 1814,
      "၃": 1815,
      "၄": 1816,
      "၆": 1817,
      "၉": 1818,
      "၊": 1819,
      "။": 1820,
      "၍": 1821,
      "၏": 1822,
      "ၚ": 1823,
      "ၠ": 1824,
      "ၢ": 1825,
      "ၤ": 1826,
      "ၵ": 1827,
      "ၻ": 1828,
      "ၼ": 1829,
      "ၾ": 1830,
      "ၿ": 1831,
      "ႀ": 1832,
      "ႈ": 1833,
      "ႊ": 1834,
      "ႏ": 1835,
      "႒": 1836,
      "႔": 1837,
      "႕": 1838,
      "ა": 1839,
      "ბ": 1840,
      "გ": 1841,
      "დ": 1842,
      "ე": 1843,
      "ვ": 1844,
      "ზ": 1845,
      "თ": 1846,
      "ი": 1847,
      "კ": 1848,
      "ლ": 1849,
      "მ": 1850,
      "ნ": 1851,
      "ო": 1852,
      "პ": 1853,
      "ჟ": 1854,
      "რ": 1855,
      "ს": 1856,
      "ტ": 1857,
      "უ": 1858,
      "ფ": 1859,
      "ქ": 1860,
      "ღ": 1861,
      "ყ": 1862,
      "შ": 1863,
      "ჩ": 1864,
      "ც": 1865,
      "ძ": 1866,
      "წ": 1867,
      "ჭ": 1868,
      "ხ": 1869,
      "ჯ": 1870,
      "ჰ": 1871,
      "ჷ": 1872,
      "ሀ": 1873,
      "ሁ": 1874,
      "ሂ": 1875,
      "ሃ": 1876,
      "ሄ": 1877,
      "ህ": 1878,
      "ለ": 1879,
      "ሉ": 1880,
      "ሊ": 1881,
      "ላ": 1882,
      "ል": 1883,
      "ሎ": 1884,
      "ሐ": 1885,
      "ሑ": 1886,
      "ሒ": 1887,
      "ሓ": 1888,
      "ሕ": 1889,
      "ሖ": 1890,
      "መ": 1891,
      "ሙ": 1892,
      "ሚ": 1893,
      "ማ": 1894,
      "ሜ": 1895,
      "ም": 1896,
      "ሞ": 1897,
      "ረ": 1898,
      "ሩ": 1899,
      "ሪ": 1900,
      "ራ": 1901,
      "ሬ": 1902,
      "ር": 1903,
      "ሮ": 1904,
      "ሰ": 1905,
      "ሱ": 1906,
      "ሲ": 1907,
      "ሳ": 1908,
      "ሴ": 1909,
      "ስ": 1910,
      "ሸ": 1911,
      "ሻ": 1912,
      "ሽ": 1913,
      "ሾ": 1914,
      "ቀ": 1915,
      "ቁ": 1916,
      "ቂ": 1917,
      "ቃ": 1918,
      "ቅ": 1919,
      "ቆ": 1920,
      "ቐ": 1921,
      "ቑ": 1922,
      "ቒ": 1923,
      "ቓ": 1924,
      "ቕ": 1925,
      "በ": 1926,
      "ቡ": 1927,
      "ቢ": 1928,
      "ባ": 1929,
      "ቤ": 1930,
      "ብ": 1931,
      "ቦ": 1932,
      "ቨ": 1933,
      "ተ": 1934,
      "ቱ": 1935,
      "ቲ": 1936,
      "ታ": 1937,
      "ቴ": 1938,
      "ት": 1939,
      "ቶ": 1940,
      "ቼ": 1941,
      "ች": 1942,
      "ነ": 1943,
      "ኑ": 1944,
      "ኒ": 1945,
      "ና": 1946,
      "ን": 1947,
      "ኝ": 1948,
      "አ": 1949,
      "ኡ": 1950,
      "ኢ": 1951,
      "ኣ": 1952,
      "ኤ": 1953,
      "እ": 1954,
      "ኦ": 1955,
      "ከ": 1956,
      "ኩ": 1957,
      "ኪ": 1958,
      "ካ": 1959,
      "ክ": 1960,
      "ኮ": 1961,
      "ኳ": 1962,
      "ኸ": 1963,
      "ኹ": 1964,
      "ኺ": 1965,
      "ኻ": 1966,
      "ኽ": 1967,
      "ኾ": 1968,
      "ዃ": 1969,
      "ወ": 1970,
      "ዊ": 1971,
      "ዋ": 1972,
      "ው": 1973,
      "ዎ": 1974,
      "ዐ": 1975,
      "ዑ": 1976,
      "ዒ": 1977,
      "ዓ": 1978,
      "ዕ": 1979,
      "ዘ": 1980,
      "ዚ": 1981,
      "ዛ": 1982,
      "ዜ": 1983,
      "ዝ": 1984,
      "የ": 1985,
      "ዩ": 1986,
      "ያ": 1987,
      "ይ": 1988,
      "ዮ": 1989,
      "ደ": 1990,
      "ዱ": 1991,
      "ዲ": 1992,
      "ዳ": 1993,
      "ድ": 1994,
      "ዶ": 1995,
      "ጀ": 1996,
      "ጅ": 1997,
      "ገ": 1998,
      "ጊ": 1999,
      "ጋ": 2000,
      "ግ": 2001,
      "ጎ": 2002,
      "ጓ": 2003,
      "ጠ": 2004,
      "ጢ": 2005,
      "ጣ": 2006,
      "ጥ": 2007,
      "ጦ": 2008,
      "ጨ": 2009,
      "ፀ": 2010,
      "ፁ": 2011,
      "ፂ": 2012,
      "ፃ": 2013,
      "ፅ": 2014,
      "ፆ": 2015,
      "ፈ": 2016,
      "ፉ": 2017,
      "ፊ": 2018,
      "ፋ": 2019,
      "ፍ": 2020,
      "ፎ": 2021,
      "ፔ": 2022,
      "ፖ": 2023,
      "፡": 2024,
      "።": 2025,
      "፣": 2026,
      "ᚹ": 2027,
      "ᛇ": 2028,
      "ᛏ": 2029,
      "ᛟ": 2030,
      "᛭": 2031,
      "ក": 2032,
      "ខ": 2033,
      "គ": 2034,
      "ង": 2035,
      "ច": 2036,
      "ជ": 2037,
      "ដ": 2038,
      "ណ": 2039,
      "ត": 2040,
      "ថ": 2041,
      "ន": 2042,
      "ប": 2043,
      "ព": 2044,
      "ភ": 2045,
      "ម": 2046,
      "យ": 2047,
      "រ": 2048,
      "ល": 2049,
      "វ": 2050,
      "ស": 2051,
      "ហ": 2052,
      "ឬ": 2053,
      "ា": 2054,
      "ិ": 2055,
      "ី": 2056,
      "ឹ": 2057,
      "ុ": 2058,
      "ូ": 2059,
      "ួ": 2060,
      "ើ": 2061,
      "ឿ": 2062,
      "េ": 2063,
      "ែ": 2064,
      "់": 2065,
      "៍": 2066,
      "្": 2067,
      "៕": 2068,
      "ៗ": 2069,
      "៙": 2070,
      "៛": 2071,
      "ᠠ": 2072,
      "ᠣ": 2073,
      "ᠨ": 2074,
      "ᠩ": 2075,
      "ᠪ": 2076,
      "ᠮ": 2077,
      "ᠯ": 2078,
      "ᠰ": 2079,
      "ᠴ": 2080,
      "ᠵ": 2081,
      "ᠸ": 2082,
      "ᡝ": 2083,
      "ᡠ": 2084,
      "ᡤ": 2085,
      "ᡥ": 2086,
      "ᡨ": 2087,
      "ᡳ": 2088,
      "ᡴ": 2089,
      "ᡵ": 2090,
      "᧾": 2091,
      "ᴀ": 2092,
      "ᴥ": 2093,
      "ᴬ": 2094,
      "ᴷ": 2095,
      "ᴸ": 2096,
      "ᵀ": 2097,
      "ᵃ": 2098,
      "ᵏ": 2099,
      "ᵗ": 2100,
      "ᵮ": 2101,
      "ᶏ": 2102,
      "Ḁ": 2103,
      "ḁ": 2104,
      "ḃ": 2105,
      "Ḋ": 2106,
      "Ḍ": 2107,
      "ḍ": 2108,
      "Ḏ": 2109,
      "ḏ": 2110,
      "Ḑ": 2111,
      "ḑ": 2112,
      "Ḓ": 2113,
      "ḕ": 2114,
      "ḙ": 2115,
      "Ḛ": 2116,
      "Ḟ": 2117,
      "ḟ": 2118,
      "Ḡ": 2119,
      "ḡ": 2120,
      "Ḣ": 2121,
      "Ḥ": 2122,
      "ḥ": 2123,
      "Ḧ": 2124,
      "ḩ": 2125,
      "Ḭ": 2126,
      "ḭ": 2127,
      "Ḯ": 2128,
      "ḱ": 2129,
      "ḵ": 2130,
      "Ḷ": 2131,
      "ḷ": 2132,
      "Ḹ": 2133,
      "ḹ": 2134,
      "ḻ": 2135,
      "Ḿ": 2136,
      "ḿ": 2137,
      "ṁ": 2138,
      "Ṃ": 2139,
      "ṃ": 2140,
      "ṅ": 2141,
      "Ṇ": 2142,
      "ṇ": 2143,
      "ṋ": 2144,
      "Ṍ": 2145,
      "ṍ": 2146,
      "Ṏ": 2147,
      "ṏ": 2148,
      "ṑ": 2149,
      "Ṕ": 2150,
      "ṗ": 2151,
      "Ṙ": 2152,
      "ṙ": 2153,
      "Ṛ": 2154,
      "ṛ": 2155,
      "Ṝ": 2156,
      "ṝ": 2157,
      "Ṟ": 2158,
      "Ṣ": 2159,
      "ṣ": 2160,
      "Ṥ": 2161,
      "ṧ": 2162,
      "ṩ": 2163,
      "Ṫ": 2164,
      "ṫ": 2165,
      "Ṭ": 2166,
      "ṭ": 2167,
      "Ṯ": 2168,
      "ṯ": 2169,
      "Ṱ": 2170,
      "ṽ": 2171,
      "Ẃ": 2172,
      "Ẅ": 2173,
      "ẅ": 2174,
      "Ẇ": 2175,
      "Ẉ": 2176,
      "Ẋ": 2177,
      "Ẍ": 2178,
      "ẓ": 2179,
      "ẖ": 2180,
      "ẙ": 2181,
      "ẚ": 2182,
      "Ạ": 2183,
      "ạ": 2184,
      "Ả": 2185,
      "ả": 2186,
      "Ấ": 2187,
      "ấ": 2188,
      "ầ": 2189,
      "ẩ": 2190,
      "ẫ": 2191,
      "Ậ": 2192,
      "ậ": 2193,
      "ắ": 2194,
      "ằ": 2195,
      "ẳ": 2196,
      "ẵ": 2197,
      "ặ": 2198,
      "Ẹ": 2199,
      "ẹ": 2200,
      "Ẻ": 2201,
      "ẻ": 2202,
      "Ẽ": 2203,
      "ẽ": 2204,
      "Ế": 2205,
      "ế": 2206,
      "ề": 2207,
      "ể": 2208,
      "ễ": 2209,
      "ệ": 2210,
      "Ỉ": 2211,
      "ỉ": 2212,
      "Ị": 2213,
      "ị": 2214,
      "ọ": 2215,
      "Ỏ": 2216,
      "ỏ": 2217,
      "Ố": 2218,
      "ố": 2219,
      "ồ": 2220,
      "ổ": 2221,
      "Ỗ": 2222,
      "ỗ": 2223,
      "ộ": 2224,
      "Ớ": 2225,
      "ớ": 2226,
      "ờ": 2227,
      "Ở": 2228,
      "ở": 2229,
      "ỡ": 2230,
      "ợ": 2231,
      "ụ": 2232,
      "ủ": 2233,
      "ứ": 2234,
      "ừ": 2235,
      "ử": 2236,
      "ữ": 2237,
      "ự": 2238,
      "ỳ": 2239,
      "Ỹ": 2240,
      "ỹ": 2241,
      "Ỽ": 2242,
      "ỽ": 2243,
      "Ỿ": 2244,
      "ἀ": 2245,
      "ἁ": 2246,
      "ἂ": 2247,
      "ἄ": 2248,
      "Ἀ": 2249,
      "ἐ": 2250,
      "ἑ": 2251,
      "ἒ": 2252,
      "ἔ": 2253,
      "Ἐ": 2254,
      "Ἒ": 2255,
      "ἠ": 2256,
      "ἡ": 2257,
      "ἢ": 2258,
      "ἤ": 2259,
      "ἧ": 2260,
      "ἰ": 2261,
      "ἱ": 2262,
      "ἴ": 2263,
      "ἵ": 2264,
      "ἶ": 2265,
      "ἷ": 2266,
      "Ἴ": 2267,
      "ὀ": 2268,
      "ὁ": 2269,
      "ὂ": 2270,
      "ὃ": 2271,
      "ὄ": 2272,
      "ὅ": 2273,
      "Ὀ": 2274,
      "Ὁ": 2275,
      "Ὅ": 2276,
      "ὐ": 2277,
      "ὑ": 2278,
      "ὗ": 2279,
      "ὧ": 2280,
      "ὰ": 2281,
      "ὲ": 2282,
      "ὴ": 2283,
      "ὶ": 2284,
      "ὸ": 2285,
      "ὺ": 2286,
      "ὼ": 2287,
      "ᾚ": 2288,
      "ᾞ": 2289,
      "ᾧ": 2290,
      "ᾳ": 2291,
      "ᾶ": 2292,
      "᾽": 2293,
      "ῃ": 2294,
      "ῄ": 2295,
      "ῆ": 2296,
      "ῇ": 2297,
      "Ὲ": 2298,
      "ῖ": 2299,
      "ῦ": 2300,
      "ῳ": 2301,
      "ῶ": 2302,
      "ῷ": 2303,
      "ῼ": 2304,
      "​": 2305,
      "‌": 2306,
      "‍": 2307,
      "‎": 2308,
      "‏": 2309,
      "‐": 2310,
      "‑": 2311,
      "‒": 2312,
      "–": 2313,
      "—": 2314,
      "―": 2315,
      "‖": 2316,
      "‘": 2317,
      "’": 2318,
      "‚": 2319,
      "“": 2320,
      "”": 2321,
      "„": 2322,
      "†": 2323,
      "‡": 2324,
      "•": 2325,
      "‣": 2326,
      "…": 2327,
      "‧": 2328,
      "‪": 2329,
      "‫": 2330,
      "‬": 2331,
      "‮": 2332,
      "‰": 2333,
      "′": 2334,
      "″": 2335,
      "‹": 2336,
      "›": 2337,
      "‼": 2338,
      "‽": 2339,
      "‿": 2340,
      "⁂": 2341,
      "⁄": 2342,
      "⁓": 2343,
      "⁘": 2344,
      "⁞": 2345,
      "⁠": 2346,
      "⁰": 2347,
      "⁴": 2348,
      "⁵": 2349,
      "⁷": 2350,
      "⁸": 2351,
      "⁽": 2352,
      "⁾": 2353,
      "ⁿ": 2354,
      "₂": 2355,
      "₠": 2356,
      "₡": 2357,
      "₢": 2358,
      "₣": 2359,
      "₤": 2360,
      "₥": 2361,
      "₦": 2362,
      "₧": 2363,
      "₨": 2364,
      "₩": 2365,
      "₪": 2366,
      "₫": 2367,
      "€": 2368,
      "₭": 2369,
      "₮": 2370,
      "₯": 2371,
      "₰": 2372,
      "₳": 2373,
      "₴": 2374,
      "₵": 2375,
      "℃": 2376,
      "℅": 2377,
      "ℍ": 2378,
      "ℓ": 2379,
      "№": 2380,
      "ℚ": 2381,
      "ℝ": 2382,
      "℠": 2383,
      "™": 2384,
      "ℤ": 2385,
      "℥": 2386,
      "ℱ": 2387,
      "Ⅎ": 2388,
      "ℳ": 2389,
      "⅓": 2390,
      "⅔": 2391,
      "⅛": 2392,
      "⅜": 2393,
      "⅝": 2394,
      "⅞": 2395,
      "Ⅱ": 2396,
      "ⅱ": 2397,
      "ↄ": 2398,
      "←": 2399,
      "↑": 2400,
      "→": 2401,
      "↓": 2402,
      "↔": 2403,
      "↕": 2404,
      "↗": 2405,
      "↘": 2406,
      "↙": 2407,
      "↨": 2408,
      "⇄": 2409,
      "⇌": 2410,
      "⇐": 2411,
      "⇒": 2412,
      "⇔": 2413,
      "⇚": 2414,
      "⇛": 2415,
      "⇝": 2416,
      "∀": 2417,
      "∂": 2418,
      "∃": 2419,
      "∅": 2420,
      "∆": 2421,
      "∇": 2422,
      "∈": 2423,
      "∋": 2424,
      "∏": 2425,
      "∐": 2426,
      "∑": 2427,
      "−": 2428,
      "∓": 2429,
      "∗": 2430,
      "∘": 2431,
      "∙": 2432,
      "√": 2433,
      "∝": 2434,
      "∞": 2435,
      "∧": 2436,
      "∩": 2437,
      "∪": 2438,
      "∫": 2439,
      "∬": 2440,
      "∭": 2441,
      "∮": 2442,
      "∴": 2443,
      "∼": 2444,
      "≁": 2445,
      "≈": 2446,
      "≠": 2447,
      "≡": 2448,
      "≤": 2449,
      "≥": 2450,
      "≼": 2451,
      "≽": 2452,
      "⊂": 2453,
      "⊃": 2454,
      "⊈": 2455,
      "⊊": 2456,
      "⊕": 2457,
      "⊗": 2458,
      "⊙": 2459,
      "⊝": 2460,
      "⊥": 2461,
      "⋅": 2462,
      "⋙": 2463,
      "⋠": 2464,
      "⋡": 2465,
      "⌊": 2466,
      "〈": 2467,
      "⍦": 2468,
      "①": 2469,
      "②": 2470,
      "③": 2471,
      "④": 2472,
      "⑤": 2473,
      "⑨": 2474,
      "Ⓐ": 2475,
      "Ⓗ": 2476,
      "Ⓜ": 2477,
      "Ⓝ": 2478,
      "Ⓞ": 2479,
      "Ⓢ": 2480,
      "Ⓣ": 2481,
      "Ⓥ": 2482,
      "Ⓨ": 2483,
      "⓶": 2484,
      "─": 2485,
      "━": 2486,
      "│": 2487,
      "┃": 2488,
      "┄": 2489,
      "┌": 2490,
      "┏": 2491,
      "┐": 2492,
      "┓": 2493,
      "└": 2494,
      "┗": 2495,
      "┘": 2496,
      "┛": 2497,
      "├": 2498,
      "┬": 2499,
      "═": 2500,
      "║": 2501,
      "╔": 2502,
      "╗": 2503,
      "╚": 2504,
      "╝": 2505,
      "╞": 2506,
      "╟": 2507,
      "╠": 2508,
      "╡": 2509,
      "╢": 2510,
      "╣": 2511,
      "╤": 2512,
      "╦": 2513,
      "╩": 2514,
      "╫": 2515,
      "╬": 2516,
      "╭": 2517,
      "╮": 2518,
      "▀": 2519,
      "▂": 2520,
      "▃": 2521,
      "▄": 2522,
      "▅": 2523,
      "█": 2524,
      "▌": 2525,
      "▎": 2526,
      "▐": 2527,
      "░": 2528,
      "■": 2529,
      "□": 2530,
      "▪": 2531,
      "▫": 2532,
      "▲": 2533,
      "△": 2534,
      "▶": 2535,
      "►": 2536,
      "▼": 2537,
      "▾": 2538,
      "◀": 2539,
      "◁": 2540,
      "◄": 2541,
      "◅": 2542,
      "◊": 2543,
      "○": 2544,
      "◌": 2545,
      "●": 2546,
      "◔": 2547,
      "◕": 2548,
      "◘": 2549,
      "◙": 2550,
      "◤": 2551,
      "◥": 2552,
      "◦": 2553,
      "◯": 2554,
      "◾": 2555,
      "☀": 2556,
      "☁": 2557,
      "☂": 2558,
      "☃": 2559,
      "☄": 2560,
      "★": 2561,
      "☆": 2562,
      "☇": 2563,
      "☎": 2564,
      "☏": 2565,
      "☑": 2566,
      "☒": 2567,
      "☓": 2568,
      "☘": 2569,
      "☛": 2570,
      "☜": 2571,
      "☝": 2572,
      "☞": 2573,
      "☠": 2574,
      "☢": 2575,
      "☣": 2576,
      "☤": 2577,
      "☥": 2578,
      "☪": 2579,
      "☭": 2580,
      "☮": 2581,
      "☯": 2582,
      "☸": 2583,
      "☺": 2584,
      "☻": 2585,
      "☼": 2586,
      "☽": 2587,
      "☾": 2588,
      "☿": 2589,
      "♀": 2590,
      "♂": 2591,
      "♑": 2592,
      "♔": 2593,
      "♚": 2594,
      "♝": 2595,
      "♟": 2596,
      "♠": 2597,
      "♣": 2598,
      "♥": 2599,
      "♦": 2600,
      "♨": 2601,
      "♩": 2602,
      "♪": 2603,
      "♫": 2604,
      "♬": 2605,
      "♭": 2606,
      "♮": 2607,
      "♯": 2608,
      "⚇": 2609,
      "⚔": 2610,
      "⚞": 2611,
      "⚟": 2612,
      "⚡": 2613,
      "✄": 2614,
      "✆": 2615,
      "✈": 2616,
      "✉": 2617,
      "✋": 2618,
      "✌": 2619,
      "✍": 2620,
      "✎": 2621,
      "✐": 2622,
      "✒": 2623,
      "✓": 2624,
      "✔": 2625,
      "✗": 2626,
      "✘": 2627,
      "✝": 2628,
      "✞": 2629,
      "✡": 2630,
      "✤": 2631,
      "✪": 2632,
      "✫": 2633,
      "✭": 2634,
      "✰": 2635,
      "✽": 2636,
      "✿": 2637,
      "❄": 2638,
      "❅": 2639,
      "❉": 2640,
      "❖": 2641,
      "❝": 2642,
      "❞": 2643,
      "❣": 2644,
      "❤": 2645,
      "❥": 2646,
      "❦": 2647,
      "➔": 2648,
      "➜": 2649,
      "➥": 2650,
      "➨": 2651,
      "➪": 2652,
      "➲": 2653,
      "⟨": 2654,
      "⟩": 2655,
      "⟲": 2656,
      "⡭": 2657,
      "⨹": 2658,
      "⬅": 2659,
      "Ᵽ": 2660,
      "ⱷ": 2661,
      "ⲁ": 2662,
      "ⲃ": 2663,
      "ⲇ": 2664,
      "ⲉ": 2665,
      "ⲋ": 2666,
      "ⲏ": 2667,
      "ⲓ": 2668,
      "ⲕ": 2669,
      "ⲗ": 2670,
      "ⲛ": 2671,
      "ⲟ": 2672,
      "ⲡ": 2673,
      "ⲣ": 2674,
      "ⲥ": 2675,
      "ⲧ": 2676,
      "ⲩ": 2677,
      "ⲱ": 2678,
      "⳽": 2679,
      "、": 2680,
      "。": 2681,
      "〇": 2682,
      "〈": 2683,
      "〉": 2684,
      "《": 2685,
      "》": 2686,
      "「": 2687,
      "」": 2688,
      "『": 2689,
      "』": 2690,
      "【": 2691,
      "】": 2692,
      "あ": 2693,
      "ぃ": 2694,
      "い": 2695,
      "う": 2696,
      "え": 2697,
      "お": 2698,
      "か": 2699,
      "が": 2700,
      "き": 2701,
      "ぎ": 2702,
      "く": 2703,
      "ぐ": 2704,
      "け": 2705,
      "げ": 2706,
      "こ": 2707,
      "ご": 2708,
      "さ": 2709,
      "ざ": 2710,
      "し": 2711,
      "じ": 2712,
      "す": 2713,
      "ず": 2714,
      "せ": 2715,
      "ぜ": 2716,
      "そ": 2717,
      "ぞ": 2718,
      "た": 2719,
      "だ": 2720,
      "ち": 2721,
      "ぢ": 2722,
      "っ": 2723,
      "つ": 2724,
      "づ": 2725,
      "て": 2726,
      "で": 2727,
      "と": 2728,
      "ど": 2729,
      "な": 2730,
      "に": 2731,
      "ぬ": 2732,
      "ね": 2733,
      "の": 2734,
      "は": 2735,
      "ば": 2736,
      "ぱ": 2737,
      "ひ": 2738,
      "び": 2739,
      "ふ": 2740,
      "ぶ": 2741,
      "へ": 2742,
      "べ": 2743,
      "ほ": 2744,
      "ま": 2745,
      "み": 2746,
      "む": 2747,
      "め": 2748,
      "も": 2749,
      "ゃ": 2750,
      "や": 2751,
      "ゅ": 2752,
      "ゆ": 2753,
      "ょ": 2754,
      "よ": 2755,
      "ら": 2756,
      "り": 2757,
      "る": 2758,
      "れ": 2759,
      "ろ": 2760,
      "ゎ": 2761,
      "わ": 2762,
      "ゐ": 2763,
      "ゑ": 2764,
      "を": 2765,
      "ん": 2766,
      "ァ": 2767,
      "ア": 2768,
      "ィ": 2769,
      "イ": 2770,
      "ウ": 2771,
      "ェ": 2772,
      "エ": 2773,
      "オ": 2774,
      "カ": 2775,
      "ガ": 2776,
      "キ": 2777,
      "ギ": 2778,
      "ク": 2779,
      "グ": 2780,
      "ケ": 2781,
      "ゲ": 2782,
      "コ": 2783,
      "ゴ": 2784,
      "サ": 2785,
      "ザ": 2786,
      "シ": 2787,
      "ジ": 2788,
      "ス": 2789,
      "ズ": 2790,
      "セ": 2791,
      "ゼ": 2792,
      "ソ": 2793,
      "タ": 2794,
      "チ": 2795,
      "ッ": 2796,
      "ツ": 2797,
      "テ": 2798,
      "デ": 2799,
      "ト": 2800,
      "ド": 2801,
      "ナ": 2802,
      "ニ": 2803,
      "ヌ": 2804,
      "ノ": 2805,
      "ハ": 2806,
      "バ": 2807,
      "パ": 2808,
      "ヒ": 2809,
      "ビ": 2810,
      "ピ": 2811,
      "フ": 2812,
      "ブ": 2813,
      "プ": 2814,
      "ヘ": 2815,
      "ベ": 2816,
      "ペ": 2817,
      "ホ": 2818,
      "ボ": 2819,
      "ポ": 2820,
      "マ": 2821,
      "ム": 2822,
      "メ": 2823,
      "モ": 2824,
      "ャ": 2825,
      "ュ": 2826,
      "ョ": 2827,
      "ラ": 2828,
      "リ": 2829,
      "ル": 2830,
      "レ": 2831,
      "ロ": 2832,
      "ヮ": 2833,
      "ワ": 2834,
      "ン": 2835,
      "ヴ": 2836,
      "ヶ": 2837,
      "・": 2838,
      "ー": 2839,
      "ヽ": 2840,
      "㄀": 2841,
      "ㄉ": 2842,
      "ㄏ": 2843,
      "ㄤ": 2844,
      "ㄧ": 2845,
      "ㄨ": 2846,
      "ㄱ": 2847,
      "ㄷ": 2848,
      "ㅂ": 2849,
      "ㅅ": 2850,
      "ㅇ": 2851,
      "ㅋ": 2852,
      "ㅠ": 2853,
      "ㆍ": 2854,
